results/M2/prototypes-20260920/forebody_coarse80x60_M3_Co0p2/dictionaries/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

numberOfSubdomains 1;
method          scotch;
